[
    "Неомаги появились совсем недавно, буквально несколько недель назад. Почему именно эти люди вдруг обрели дар — загадка; кто-то шепчет, что сама магия вырвалась через цифровую щель, выбрав новых избранников, но пока это лишь теория.",
    "После победы Судья не получает передышки: удержать трон не легче, чем его взять. Территория связана с правителем магией: если Судья злоупотребляет властью, земля начнёт сопротивляться — леса станут дикими и опасными, дороги запутаются, а реки потекут не туда, заманивая недовольного диктатора в ловушки других планов.",
    "Мир Духов — царство идей и концепций, он же коллективное бессознательное. География там похожа на земную, но искажена тем, как люди воспринимают мир: на карте нет имён городов, а есть чувства и истории, что мы про них рассказываем.",
    "Маги старой школы веками хранили традиции: учатся они долго, в ковенах или от наставников, медитируют, постигнут одну дисциплину — и то с трудом. Зато они ценят основательность: никакой тебе суеты, всё по-старинке — кружок мелом, латынь, свечи, драматичный орган на фоне.",
    "Инструмент — как часть души мага: если его потерять, колдун ослабеет, словно лишился руки. А уничтожение Инструмента способно сломать волю мага окончательно — потому-то многие предпочитают не связывать себя с одним артефактом навечно.",
    "Эссенция определяет способности существа — и со временем может меняться. Пегас, павший в Бездну, обзаведётся костяными крыльями и жаждой крови; а дух Чумы, напитавшийся людским страхом, воплотится монстром, мечтающим о новых эпидемиях.",
    "В наше время карму можно подсчитать: лайки и дизлайки стали цифровым эквивалентом благословений и порицаний. Неомаги научились копить эти метки одобрения или порицания и пускать их в дело: их тратят для усиления заклинаний, обменивают на услуги или даже сжигают в ритуалах.",
    "В Бездне полно странных «карманов» — манифестаций страхов. Есть, например, бесконечная Городская Канализация: лабиринт туннелей с липкими стенами, куда ни глянь — лица, изросшие грибком, из воды всплывают обрывки забытых воспоминаний. А туннели всё ветвятся, живут своей жизнью, и выхода из них нет.",
    "Стать Судьёй — серьёзное испытание. Нужно публично заявить права на территорию и принять вызов всех желающих оспорить твоё право. Спорят как угодно: дуэлями, договорами или единоборством — главное, доказать свою силу и мудрость. Победитель получает титул, а проигравший может лишиться не только амбиций, но и жизни (или заработать парочку крепких проклятий на память).",
    "Очень сильные существа сами создают вокруг себя «пузырь» реальности. Замок древнего колдуна или логово дракона настолько пропитаны их силой, что технически становятся отдельным карманным мирком со своими правилами.",
    "Век нейросетей принёс и новые колдовские приёмы. Некоторые волшебники поручают нейросети создавать части заклинаний: нейросеть рисует магические символы или генерирует заклинательный текст, пока маг попивает чай. В итоге ИИ выдаёт результат, а колдун лишь «нажимает кнопку» — колдовство готово.",
    "Реальность — наш обычный мир, где люди уживаются с магией, сами того часто не зная. Магия здесь встроена в повседневность: и смартфон может оказаться волшебным артефактом, и сосед по подъезду — семидесятилетним магом старой школы.",
    "Судья — не тиран, а хранитель порядка. Его власть велика, но хрупка: стоит ему поддаться гордыне, как советники предадут, союзники отвернутся, а духи расторгнут договор. Реальность сама отвернётся от негодного правителя, и от былой славы останется лишь имя в пугающих легендах.",
    "Определённые виды магии доступны только неомагам. К примеру, магический хакинг — колдовство через интернет — под силу лишь тем, кто изначально связан с цифровым миром. Старый маг и рад бы подчистить камеры заклинанием, да только компьютер ненавидит и капчу не осилит.",
    "На магическом сайте у каждого пользователя ограниченный «боезапас»: в сутки можно выдать только пять лайков и три дизлайка. Причём дизлайки весят больше: один крепкий дизлайк может перевесить дюжину лайков. Репутация в сети теперь на вес золота, а топ пользователей — новый пантеон славы.",
    "У любой Хтони есть Эссенция и Потенциал — то есть душа и жизненная сила, если по-простому. Эссенция задаёт суть и таланты существа, а Потенциал питает его тело и магию.",
    "Неомагия — магия цифровой эпохи. Здесь вместо пыльного гримуара — тематический блог, вместо хрустального шара — смартфон с геолокацией, а вместо тайного символа — QR-код. Старые маги в шоке, а молодым удобно.",
    "Бездна, она же Лимб или Руины, — местная мусорная яма мироздания. Всё, что потеряло связь с реальностью, проваливается в Бездну: забытые боги, незабранные души, брошенные вещи и даже маги, рискнувшие шагнуть не туда.",
    "В Бездне обитают и Материальные, и Эфемерные твари. Нежить — это застрявшие на полпути мертвецы с телом, призраки — застрявшие души с эмоциями, а Кошмары — бессмертные страхи, что выползают из темноты погулять по ночам.",
    "Обряд Фамильяра создаёт союз между магом и магическим существом. Это не рабский контракт, а договор равных: дух получает якорь в нашем мире (ему больше не грозит исчезновение и не нужно искать пропитания), а маг — доступ к силам духа. Главное — подобрать партнёра по силам: слишком слабый дух будет обузой, слишком сильный подчини́т мага себе.",
    "В соцсетях ходят шуточные пророчества: «Когда все люди под знаком Рака соберутся на одной горе и свистнут — всем крышка». Неомаги любят подобные мемы, а вдруг да соберут флешмоб в шутку, да накликают беду на весь мир?",
    "Ценность на волшебном рынке — понятие растяжимое: обмен артефактами или знаниями всегда дело договорённости. Главное, что после рукопожатия сделка считается честной и окончательной.",
    "Обряд Судьи, придуманный Соломоном, позволил навести порядок в магическом сообществе. Маг, прошедший этот ритуал, становится Судьёй территории: его власть над определённой землёй признают все — от людей до духов — но взамен он клянётся поддерживать там равновесие и защищать эту область от хаоса.",
    "Есть манифестация Чащоба: гнилой лес с вязким воздухом, где деревья похожи на скрюченных от боли великанов. Из коряг сочится чёрная слизь, в ветвях хихикают невидимые твари, а шагнёшь в сторону — болотная топь мгновенно сменит тропинку, путая следы.",
    "Встречается и манифестация Гетто: трущобы из мусора и обломков, слепленные чужими воспоминаниями. Там копошатся бывшие люди и слабые духи, разыгрывая подобие жизни: торгуют хламом, рассказывают истории о потерянных судьбах. Но стоит живому сюда зайти — мгновенно обчистят до нитки.",
    "Перед тем как нажать «Согласен» на условиях магического приложения, подумай дважды. В соглашении может быть между строк спрятано такое, что без единого заклинания свяжет тебя по рукам и ногам: легенды ходят, как неосторожные маги отдавали свои имена и силы, просто не читая лицензии.",
    "Экстрасенсы в эпоху QR-кодов выглядят забавно. Увидев вас, такой неомаг-дознаватель может достать телефон, отсканировать невидимый код вашей ауры — и тут же узнать, какие проклятья, связи и тайные метки на вас висят.",
    "В старину, чтобы проклясть врага, маги шептали тёмные слова над куклой или фотографией. Теперь достаточно накатать язвительный пост онлайн: соблюди пару правил, добавь эмодзи да хэштегов (#зубы_поутру_сыпятся, #прыщи_навечно) — и эффект будет не хуже классического заклинания.",
    "Разделить душу чудовища на части почти никому не удавалось — это вам не хоркруксики мастерить. Зато Потенциал добыть проще: кровь и плоть Хтони — это и есть её сила в материальном виде, так что убил тварь и собирай «трофеи», пока не остыли.",
    "Даже в обычной Реальности хватает магических созданий. Живые горгульи на соборах, разумные артефакты, люди, которых странные ритуалы изменили до неузнаваемости, или магические животные — потомки духов или неудачных экспериментов — всё это можно встретить на улицах, если знать, куда смотреть.",
    "Ангелы и Демоны — существа запредельные и в людские дела не лезут. Ангелы где-то в вышине поддерживают мироздание, а Демоны лишь ждут часа, чтобы его разрушить, но на нашем веку, будем надеяться, ни тех ни других мы не встретим.",
    "Сковать Хтонь в артефакте — для неё лучше, чем быть убитой. В артефакте Эссенция и Потенциал твари сохранятся нетронутыми, а вот убьёшь чудовище — душа его, скорей всего, треснет, и достанется тебе лишь горстка быстро испаряющейся силы.",
    "Большинство современных волшебников получили силу через Обряд Пробуждения. Этот древний ритуал, приписываемый царю Соломону, даёт обычному человеку доступ к магии — но взамен требует священной клятвы, ради чего человек вступает на путь колдовства.",
    "Под миром духов тоже есть своя Бездна эмоций. Туда попадают призраки, у которых не хватило силы проявиться в Реальности, и сложные духи, которые потеряли поддержку людей. Там всё похоже на привычный мир, но разбитый и тонущий в вечном дождевом мраке. Чем глубже слои, тем плотнее отчаяние, а на дне бродят безликие воплощения абстрактных идей — встреча с ними мало кому пошла на пользу.",
    "Карма стремится к нейтральному нулю, но то и дело качнётся в плюс или минус. Совершишь добро — мироздание подстрахует тебя в колдовстве, совершишь зло — даже простое заклинание может обернуться боком.",
    "В мире духов всё полупрозрачно и зыбко, словно смотришь сквозь воду. Коснись предмета в мире идей — и он отзовётся на Земле: разбитое в Мире духов зеркало через пару дней треснет и в Реальности, ведь мирозданию придётся воплотить эту символическую рану.",
    "Артефакторика шагнула в будущее: маги делают артефакты с помощью 3D-принтеров и нейросетей. Простой артефакт можно создать, просто отыскав подходящую картинку в интернете и загрузив её на магический сайт; более сложный — сгенерировав уникальное изображение или модель; а для самого крутого придётся распечатать детали на принтере и лично собрать, да ещё и похвастаться селфи с готовым чудом.",
    "Если магу нечего дать взамен, на выручку приходят магические договоры: скреплённые ритуалом обещания, позволяющие обменять что угодно — услугу, память, кусочек силы или даже часть души — на оговорённых условиях.",
    "У всякой нечисти своя ахиллесова пята: призрака не выпустит из круга простая соль (освящённая вода ему как кислота), домового удержит лишь черта из строительной пыли, а вампира, как и положено созданию ночи, сожжёт первый же луч солнца.",
    "Выбраться из Бездны почти невозможно без серьёзных жертв. Можно разве что набрать достаточно чужой силы — попросту, частично самому стать чудовищем — и тогда получится прорваться обратно. Правда, выйдет наружу уже не тот, кто заходил.",
    "Манифестация Муравейник — город-кошмар, где дома громоздятся друг на друга как поломанные коробки. Вместо улиц — бездонные шахты, затянутые туманом, а лестницы ведут в никуда. Повсюду шуршат насекомые из битого стекла, и если путь кажется лёгким — жди западни.",
    "Есть духи-хранители у мест и предметов: дух завода, дух старого дуба, даже дух вашего холодильника дремлет, пока вы его не разозлите. Всё, что обрело значимость, рано или поздно заводит себе невидимого покровителя.",
    "Ангельский Хор и Демонический Хор — не миры, а скорее принципы в мироздании. Маг туда не попадёт никак: Ангелы существуют в своём запредельном хоре, ткут реальность, а Демоны — в противоположном, подтачивая творение, чтобы когда-нибудь обратить его в ничто.",
    "Бугимены — это живая ярость Бездны, сумевшая вырваться в наш мир. Они выглядят как люди, но внутри пылает дикая ярость, что заставляет их сеять вокруг страх и смерть — иначе родная Бездна притянет их обратно в небытие.",
    "Карма здесь — не абстрактная удача, а живая репутация среди магов и духов. Хорошими делами приумножишь свет вокруг себя, дурными — накопишь тень на душе, и мир ответит тебе соответственно.",
    "Говорят, карма родилась вместе с первыми благословениями и проклятиями. Положительная карма позволяет магу творить мелкие ошибки безнаказанно, а отрицательная карает за каждый промах — словно мир затаил на тебя обиду.",
    "Классический маг теоретически может освоить цифровой подход, но легко не будет. Бывали случаи, когда старые волшебники осваивали неомагию, но это требовало от них хитрых ритуалов с компьютером, танцев с бубном вокруг сервера и изрядного терпения.",
    "Умельцы создают поистине чудные механизмы. Ходят слухи об одном боевом роботе с нейросетью: он бросается в атаку без предупреждения, но стоит крикнуть ему «Что новенького?» — и железяка тут же останавливается и начинает честно отвечать на заданный вопрос. Видимо, заложили в него такой контур правды.",
    "Абстрактную карму мешком не передашь, а вот лайк или дизлайк — вполне. Лайки и дизлайки стали ходовым товаром: ими рассчитываются за магические услуги, ведь они отражают поддержку или осуждение общества.",
    "Связь с фамильяром меняет обоих. Раны мага отдаются болью фамильяра, а эмоции и слабости духа постепенно влияют на характер волшебника. Говорят, через несколько лет союза маг и его фамильяр начинают походить друг на друга — и порой уже непонятно, где кончается человек и начинается дух.",
    "Мир Духов населяют духи-концепты и идеи. Мелких духов полно повсюду — туповатые, но трудолюбивые, каждый привязан к своему понятию. А есть Инкарнации — редкие и мощные воплощения великих идей, на всю Землю таких десяток наберётся.",
    "Неомагический ритуал больше похож на игру в городском пространстве. Вместо того чтобы чертить пентаграмму мелом, неомаг отмечает на карте города точки, связанные по символике, и обходит их, выстраивая невидимый магический узор. В конце он публикует отчёт на сайте — и ритуал завершён.",
    "Перекрёстки — опасные точки в Реальности, где границы миров истончаются. В таких местах можно случайно шагнуть не в ту подворотню и вывалиться в совершенно иную реальность. Ходите аккуратно, особенно если чувствуете, что воздух вдруг дрожит и искрится — верный признак близкого разлома.",
    "Словом «Хтонь» маги называют любую нечисть или чудо-тварь, порождённую не нашим миром. У каждой Хтони своё родное измерение — хоть дух, хоть демон, все они пришельцы с других планов бытия.",
    "Форма фамильяра отражает природу союза. У одних волшебников фамильяр — ворон или кошка, символ наблюдательности или хитрости, у других — огненный элементаль или живая тень, воплощение боевой мощи или скрытности. Посмотри на фамильяра мага — и многое поймёшь о самом маге.",
    "Неомаги — новички в ремесле, но учатся они быстрее ветра. Там, где старому магу требуются годы, неомаг при наличии интернета разберётся за пару дней. Обидно старичкам, но что поделать — новая эпоха, новые скорости.",
    "У волшебников нет общей валюты — ведь золото можно наколдовать мешками, а уникальные артефакты слишком редки для денег. Потому маги издавна торгуют по бартеру, меняя одно чудо на другое.",
    "Обряд Связи с Инструментом — один из старейших ритуалов. Маг выбирает предмет — свой Инструмент — и сращивает с ним свою силу. Меч, посох, амулет или даже смартфон — не важно, главное, что этот Инструмент станет ключом к усилению магии мага, хотя и ограничит его в выбранной специализации.",
    "Неомаги, в свою очередь, при желании могут изучать старомодные дисциплины. Им ничто не мешает залезть в пыльный гримуар или присоединиться к шабашу, если пустят. В конце концов, иногда старый добрый ритуал куда надёжнее глючного приложения.",
    "В мире появились магические «модули» — как дополнительные заклинания-плагины. Например, один модуль позволяет наложить проклятие через предмет, чтобы оно сработало позже, другой — создать благословение, которое «уснёт» и активируется в нужный момент. У неомагов есть шанс найти и выучить такие штуки, а классики, если и знают, то вряд ли поделятся без серьёзной причины.",
    "Попавший в Бездну практикующий теряет свою силу, и место принимается медленно переваривать его личность. Сначала вокруг лишь сумрак да руины, но чем дальше бредёшь, тем сильнее мир искривляется, оживляя твои страхи и пожирая твою надежду.",
    "Есть и модули совсем диковинные. Например, модуль Памяти вырезает воспоминание из головы мага и сохраняет его в стороннем носителе (из головы оно, естественно, пропадает), а модуль Обещания позволяет магу дать клятву на определённое время и запечатать её: потом кто угодно может купить эту клятву и потребовать от волшебника исполнить обещанное.",
    "Когда маг выучивает новый фокус, ему как будто свербит в руках применить его скорее. Первые часы или дни после обучения волшебник буквально одержим свежим знанием и ищет повод его использовать. Магия любит практику — иначе зачем она приходила?",
    "Пробуждение — это своеобразное знакомство с мирозданием. Неофит чертит три круга: человеческий, магический и стихийный, приносит подношения и громко объявляет свой Обет. Духи и сущности вокруг слушают — и если обет честен, признают нового мага равноправным актором в мире. А если наврал — беда: пробудишься без человечности или станешь рабом собственной лжи.",
    "Остановить Бугимена непросто: против него лучше всего работают символы жизни и постоянства. Старая ива, пережившая века, или древний оберег рода сильнее пули — ведь всё, что олицетворяет стабильность, для порождения хаоса как крепость неприступная.",
    "Один популярный магический сайт сам по себе артефакт. Всё, что на него выкладывается, приобретает магические свойства. Но читайте пользовательское соглашение внимательно: поговаривают, если этот сайт упадёт, его пользователи могут в одночасье лишиться всех дарованных им сил.",
    "Магия — это всегда обмен. Любой мощный ритуал требует плату: временем, силой, любимой вещью, а то и частью души. Недаром старые мастера говорят: «Сила требует не смелости, а понимания» — стоит забыть об этом, и от горе-колдуна лишь пепел на ветру останется.",
    "Если вещь подолгу пробудет в чужом измерении, она перенимает его свойства. Затеряется меч в мире духов — станет полу-призрачным, а попадёт надолго в Бездну — покроется налётом хаоса, сам того не заметив.",
    "Даже нейросеть может оказаться артефактом. Шепчутся, что есть чат-бот, которого надо уговаривать вежливо: стоит ему не понравиться ваш тон, как он сам наложит на грубияна виртуальное проклятье.",
    "Да, предметы могут быть проклятыми — и речь не о глючных компьютерах. Любой артефакт может нести порчу: возьмёшь такой в руки и, глядишь, тебя начинает преследовать череда неудач или болезнь. Проклятье надо либо снимать, либо учиться жить с неупокоенной силой внутри вещи.",
    "Апостолы Инфосферы — новое слово в массовой магии. Они ведут себя как жрецы цифрового культа: вместо проповедей — вирусные посты, вместо паствы — подписчики. Направляя коллективное внимание сети, такие маги верят, что могут менять реальность. По сути это новое духовенство, только молятся они не богам, а величественному Трафику.",
    "Заключают сделки маги чинно: нарисовали символ на ладонях, озвучили обещания, пожали друг другу руки — и магия тут же фиксирует договор на самом полотне судьбы.",
    "Интересно, что неомаги не проходили ни индивидуального, ни группового Пробуждения. Источник их силы остаётся загадкой даже для них самих, из-за чего старые маги им не доверяют: дескать, незваная сила норовит выйти боком.",
    "Маг, что слишком увлечётся чужой силой, сам рискует стать Хтонью. Стоит душе меняться более чем наполовину — прощай, Пробуждение: мироздание перестаёт считать такого чародея человеком и отбирает у него прежнюю магию.",
    "Маги научились оцифровывать души: умерший может оказаться загружен на магический сервер. Такому призраку могут предложить вернуться к жизни, но на жёстких условиях — фактически, став цифровым рабом сайта, пока \"долг\" за второе рождение не будет погашен.",
    "Потенциал гибок, как пластилин: он принимает любые формы, но всегда отражает Эссенцию и тратится на поддержание существования. Пополняется Потенциал пропитанием — от внимания людей и чужих кошмаров до сырого мяса, в зависимости от природы твари.",
    "Под Печатью Соломона любая Хтонь меняется: она не сможет солгать ни словечка, станет физически осязаемой и предсказуемой, потеряет способность произвольно менять облик. Такая связанная нечисть становится покладистой — грех не заключить с ней контракт на место в артефакте.",
    "Мироздание состоит из множества планов бытия, каждый со своими законами. Наша Реальность — как узловая станция: именно через неё можно попасть в любой другой мир, если знать дверь.",
    "Инфосфера, цифровой эфир — похоже, новый план мироздания. Интернет оброс такой магией, что превратился в отдельную реальность со своими духами алгоритмов и порождениями кода.",
    "Мир духов считается самым безопасным планом: там даже растительность пропитана Маной, чтобы кормить духов, и нет хищников. Человеку там почти ничего не угрожает — разве что приставучие мелкие духи замучают разговорами.",
    "Магический договор — не пустяк: нарушить его всё равно что нарушить клятву, и кара бывает жестокой — от потери магической силы до проклятия на голову лжеца.",
    "Каждая тварь питается тем, что ей по нутру: дух кошмара жрёт страхи, упырь лакомится кровью, фейри пьёт сладкое молоко веры. Попробуй накормить Хтонь чем-то чуждым её сути (пусть даже сильным) — душа её начнёт выворачиваться, и сущность переменится к худу.",
    "Неомаги полюбили микродозинг — магические эликсиры в малых дозах, дающие временный мощный скачок сил. Глотнул такую настойку — на час стал быстрее, сильнее, зорче. Но злоупотреблять опасно: частый микродозинг приводит к тому, что временные изменения закрепляются навсегда, порой в виде странных мутаций."
  ]
  