[
    {
        "id": 1,
        "description": "Информация о ковене, который управляется Вацлавом и Альмой.",
        "details": "Этот ковен занимается магией подчинения и призыва, с использованием IT методов и практик KPI. Они используют Димонов (магических существ) через ритуалы для дополнительной магической силы. Их подчинённые очень напряженно работают ради ковена.",
        "cost": 2,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 2,
        "description": "Детальная информация о магических практиках ковена, управляемого Вацлавом и Альмой",
        "details": "В ковене практикуются привороты, проклятия и некромантия. Это часть их регулярной магической деятельности.",
        "cost": 1,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 3,
        "description": "Заклинания в руках неопытных волшебников",
        "details": "Заклинания имеют непредсказуемые последствия в руках неопытного волшебника. Например, созданная еда иногда оказывается несъедобной.",
        "cost": 1,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 4,
        "description": "информация о магически модифицированных тихоходках",
        "details": "Биомаг увеличил тихоходок с помощью зелья роста, они стали огромными и вытеснили мага из дома. Он отправил их на другую планету через портал.",
        "cost": 2,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 5,
        "description": "Магическая дисциплина - Проклятья с использованием длинных и сложных текстов",
        "details": "Сложные и длинные проклятия могут быть более долговечными, если у них слабый эффект. Например, человек, который наложил такое проклятие, создает текст, который труден для чтения. Такой текст может быть сложным и труднозапоминающимся. Пример эффекта: каждый раз, когда человек садится и потом встает, его нога затекает на 5 минут.",
        "cost": 2,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 6,
        "description": "Различия в уровнях заклинаний с помощью волшебной палочки",
        "details": "Существует три уровня заклинаний: Симпла, Максима и Ультима. Ультима известна не всем и требует много времени на произнесение. Максима более распространенная и колдуется быстрее, требуется всего несколько движений и фраза. Симпла слабее, но колдуется мгновенно. Некоторые маги могут так быстро произносить Симплу, что даже опытные маги иногда не успевают защититься.",
        "cost": 2,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 7,
        "description": "Шаманизм как магическая дисциплина",
        "details": "Дисциплина шаманизм включает в себя два основных способа взаимодействия с духами. Первый способ - это долгие обряды вызова, в ходе которых шаман обращается к определённым духам, от которых зависит эффект вызова. Второй способ - быстрое обращение, предполагающее складывание из рук определённых фигур, вызывающих заранее запланированный эффект. Этот способ чаще используется для боевых приложений и изучается отдельно.",
        "cost": 2,
        "seller_id": "9312",
        "seller_name": "Бас"
    },
    {
        "id": 8,
        "description": "Шаманизм: два стиля взаимодействия с духами.",
        "details": "Шаманы могут проводить долгие обряды для призыва духа и его консультирования, или использовать быстрые фигуры рук для вызова.",
        "cost": 2,
        "seller_id": "549315312",
        "seller_name": "Александр"
    },
    {
        "id": 9,
        "description": "Три уровня заклинаний с магической палочкой: Симпла, Максима и Ультима.",
        "details": "Симпла: мгновенное и слабое заклинание. Максима: требует нескольких движений и одной фразы, более мощное. Ультима: сложное и требует много времени, известное немногим.",
        "cost": 2,
        "seller_id": "549315312",
        "seller_name": "Александр"
    }
]