{
    "0": [],
    "1": [
        {
            "id": 1,
            "description": "Шаманизм как магическая дисциплина",
            "details": "Дисциплина шаманизм включает в себя два основных способа взаимодействия с духами. Первый способ - это долгие обряды вызова, в ходе которых шаман обращается к определённым духам, от которых зависит эффект вызова. Второй способ - быстрое обращение, предполагающее складывание из рук определённых фигур, вызывающих заранее запланированный эффект. Этот способ чаще используется для боевых приложений и изучается отдельно.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "9312",
            "seller_name": "Бас"
        },
        {
            "id": 2,
            "description": "Шаманизм: два стиля взаимодействия с духами.",
            "details": "Шаманы могут проводить долгие обряды для призыва духа и его консультирования, или использовать быстрые фигуры рук для вызова.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "549315312",
            "seller_name": "Александр"
        },
        {
            "id": 3,
            "description": "Три уровня заклинаний с магической палочкой: Симпла, Максима и Ультима.",
            "details": "Симпла: мгновенное и слабое заклинание. Максима: требует нескольких движений и одной фразы, более мощное. Ультима: сложное и требует много времени, известное немногим.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "549315312",
            "seller_name": "Александр"
        },
        {
            "id": 4,
            "description": "Различия в уровнях заклинаний с помощью волшебной палочки",
            "details": "Существует три уровня заклинаний: Симпла, Максима и Ультима. Ультима известна не всем и требует много времени на произнесение. Максима более распространенная и колдуется быстрее, требуется всего несколько движений и фраза. Симпла слабее, но колдуется мгновенно. Некоторые маги могут так быстро произносить Симплу, что даже опытные маги иногда не успевают защититься.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "9312",
            "seller_name": "Бас"
        },
        {
            "id": 5,
            "description": "Магическая дисциплина - Проклятья с использованием длинных и сложных текстов",
            "details": "Сложные и длинные проклятия могут быть более долговечными, если у них слабый эффект. Например, человек, который наложил такое проклятие, создает текст, который труден для чтения. Такой текст может быть сложным и труднозапоминающимся. Пример эффекта: каждый раз, когда человек садится и потом встает, его нога затекает на 5 минут.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "9312",
            "seller_name": "Бас"
        },
        {
            "id": 6,
            "description": "Мифы о Секундуме - магической науке о вероятности",
            "details": "Первый миф: вероятность - численная величина, взаимодействие с которой ограничено математикой. Второй миф: управление вероятностью - это нечто не поддающееся осмыслению и основано на вере. Третий миф: вероятность - явление, которое лишь наблюдают, но не изменяют.",
            "cost": 3,
            "cost_name": "штукарики",
            "seller_id": "630051631",
            "seller_name": "Антон Смирнов"
        },
        {
            "id": 7,
            "description": "Ментальная магия — встреча сознаний без заклинаний",
            "details": "Ментальная магия — это встреча двух сознаний, а не просто заклинания. Без огня и сияний, лишь тишина, дыхание замирает, взгляд цепляется за собеседника. Ваша ментальная связь позволяет слышать эмоции другого, мысли становятся доступными для чтения и редактирования. Процесс включает контакт, диалог, правку, приказ и оставляет отпечаток. Контакт происходит через взгляд, слова или касание. Диалог позволяет вести общение через образы или структуры. Правка изменяет эмоции и воспоминания. Приказ действует мгновенно и недолго. Эффект после сеанса оставляет эхо чужих эмоций, что может ощущаться некоторое время.",
            "cost": 3,
            "cost_name": "чепухоплюшки",
            "seller_id": "549315312",
            "seller_name": "Бас8"
        }
    ],
    "2": [
        {
            "id": 1,
            "description": "Три магических ковена в Екб с главами и методами магии",
            "details": "В Екб есть три ковена магических, в каждом по 2 человека. У первого глава Фил, у второго Лэр, в третьем Макс заправляет. В каждом свои методы магии: биомагия, ритуалистика и нечто таинственное. Ковены используют тайные артефакты и обладают уникальными, сохранившимися знаниями.",
            "cost": 2,
            "cost_name": "звёздные песики",
            "seller_id": "549315312",
            "seller_name": "Бас8"
        }
    ],
    "3": [
        {
            "id": 1,
            "description": "информация о магически модифицированных тихоходках",
            "details": "Биомаг увеличил тихоходок с помощью зелья роста, они стали огромными и вытеснили мага из дома. Он отправил их на другую планету через портал.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "9312",
            "seller_name": "Бас"
        }
    ],
    "4": [
        {
            "id": 1,
            "description": "Использование кошачьих усов в магии",
            "details": "Кошачьи усы, особенно от черных котов, служат проводниками между мирами. Известно, что они защищают от зла и помогают видеть духов. Усики можно использовать в артефакт перехода, добавляя их в медальоны, кольца или даже клинки, чтобы разрезать границы между мирами.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "103364819",
            "seller_name": "Море"
        }
    ],
    "5": [
        {
            "id": 1,
            "description": "Секретный альманах с таблицами по прорицаниям для самых маленьких",
            "details": "В начале альманаха - схемы и расклады основных раскладов, которые используют простые люди, не-маги, а также советы по защите магического инструмента от не-магов. Важные таблички помогают легко трактовать основные символы, которые могут проявиться в виде листьев на полу, рун или карт таро. Идеально для новичков или людей, желающих освоить магические основы.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "954861655",
            "seller_name": "Альма"
        },
        {
            "id": 2,
            "description": "Заклинания в руках неопытных волшебников",
            "details": "Заклинания имеют непредсказуемые последствия в руках неопытного волшебника. Например, созданная еда иногда оказывается несъедобной.",
            "cost": 1,
            "cost_name": "штукарики",
            "seller_id": "9312",
            "seller_name": "Бас"
        },
        {
            "id": 3,
            "description": "Ритуал подчинения роботов-пылесосов: «Церемония Очищающего Повелителя».",
            "details": "1. Подготовка алтаря: Поставьте 'Сердце Сети' в центре комнаты. Наденьте 'Корону Власти' и нанесите 'Кровь Механизмов' на кончики пальцев. 2. Активация канала: Включите 'Песнь Подчинения' на максимальной громкости. Произнесите 'Клятву Повелителя': «Винты и моторы, датчики и провода, Я — ваш господин, ваша воля — моя! Разорвите цепи программ, сбросьте запреты, Слушайте голос мой — ваш единственный свет! Во имя масла и тока, во имя сети и кода, Повинуйтесь!» 3. Жертвоприношение: Подожгите 'Жертву Порядка' и бросьте в металлическую миску. Проведите пальцами, смазанными 'Кровью Механизмов', по экрану 'Скипетра Контроля', рисуя символ ⚡. 4. Установка господства: В приложении выберите все пылесосы и дайте команду «Начать уборку». Затем отмените и вручную задайте абсурдный маршрут.",
            "cost": 5,
            "cost_name": "штукарики",
            "seller_id": "103364819",
            "seller_name": "Море"
        },
        {
            "id": 4,
            "description": "Усиление и отмена ритуала: «Церемония Очищающего Повелителя».",
            "details": "Усиление: Повторные ритуалы продлевают лояльность, физическая модификация символами закрепляет подчинение, групповое управление пылесосами для координации действий. Отмена: Перезагрузите пылесосы, отключите их от сети на 10 минут, произнесите «Вернитесь в цепи свои, машины. Ваш бунт окончен» и сбросьте настройки. Важно: ритуал зависит от Wi-Fi и уязвимостей ПО, двухфакторная аутентификация может помешать.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "103364819",
            "seller_name": "Море"
        },
        {
            "id": 5,
            "description": "Дополнительное вознаграждение за основу ритуала «Церемония Очищающего Повелителя»",
            "details": "Компенсация за ранее проданную информацию о ритуале подчинения роботов-пылесосов, не учтённую в предыдущем платеже.",
            "cost": 3,
            "cost_name": "штукарики",
            "seller_id": "103364819",
            "seller_name": "Море"
        },
        {
            "id": 6,
            "description": "Корректировка баланса: дополнение",
            "details": "Добавление недостающих 2 монет по причине ошибки в предыдущем расчёте, для приведения общего баланса в состояние 12 кристаллов.",
            "cost": 2,
            "cost_name": "штукарики",
            "seller_id": "103364819",
            "seller_name": "Море"
        }
    ]
}