[
    "Неомаги появились совсем недавно, буквально несколько недель назад. Почему именно эти люди вдруг обрели дар — загадка; кто-то шепчет, что сама магия вырвалась через цифровую щель, выбрав новых избранников, но пока это лишь теория.",
    "После победы Судья не получает передышки: удержать трон не легче, чем его взять. Территория связана с правителем магией: если Судья злоупотребляет властью, земля начнёт сопротивляться — леса станут дикими и опасными, дороги запутаются, а реки потекут не туда, заманивая недовольного диктатора в ловушки других планов.",
    "Мир Духов — царство идей и концепций, он же коллективное бессознательное. География там похожа на земную, но искажена тем, как люди воспринимают мир: на карте нет имён городов, а есть чувства и истории, что мы про них рассказываем.",
    "Маги старой школы веками хранили традиции: учатся они долго, в ковенах или от наставников, медитируют, постигнут одну дисциплину — и то с трудом. Зато они ценят основательность: никакой тебе суеты, всё по-старинке — кружок мелом, латынь, свечи, драматичный орган на фоне.",
    "Инструмент — как часть души мага: если его потерять, колдун ослабеет, словно лишился руки. А уничтожение Инструмента способно сломать волю мага окончательно — потому-то многие предпочитают не связывать себя с одним артефактом навечно.",
    "Эссенция определяет способности существа — и со временем может меняться. Пегас, павший в Бездну, обзаведётся костяными крыльями и жаждой крови; а дух Чумы, напитавшийся людским страхом, воплотится монстром, мечтающим о новых эпидемиях.",
    "В наше время карму можно подсчитать: лайки и дизлайки стали цифровым эквивалентом благословений и порицаний. Неомаги научились копить эти метки одобрения или порицания и пускать их в дело: их тратят для усиления заклинаний, обменивают на услуги или даже сжигают в ритуалах.",
    "Стать Судьёй — серьёзное испытание. Нужно публично заявить права на территорию и принять вызов всех желающих оспорить твоё право. Спорят как угодно: дуэлями, договорами или единоборством — главное, доказать свою силу и мудрость. Победитель получает титул, а проигравший может лишиться не только амбиций, но и жизни (или заработать парочку крепких проклятий на память).",
    "Век нейросетей принёс и новые колдовские приёмы. Некоторые волшебники поручают нейросети создавать части заклинаний: нейросеть рисует магические символы или генерирует заклинательный текст, пока маг попивает чай. В итоге ИИ выдаёт результат, а колдун лишь «нажимает кнопку» — колдовство готово.",
    "Реальность — наш обычный мир, где люди уживаются с магией, сами того часто не зная. Магия здесь встроена в повседневность: и смартфон может оказаться волшебным артефактом, и сосед по подъезду — семидесятилетним магом старой школы.",
    "Определённые виды магии доступны только неомагам. К примеру, магический хакинг — колдовство через интернет — под силу лишь тем, кто изначально связан с цифровым миром. Старый маг и рад бы подчистить камеры заклинанием, да только компьютер ненавидит и капчу не осилит."  
]